---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireMaterialTypeSet
source: html/bd6be515-1a6a-3507-a196-d73feae3f03c.htm
---
# WireMaterialTypeSet Members

Initializes a new instance of the WireMaterialTypeSet class